INSERT INTO cocktails (name, image, favorite_count) VALUES 
    
    (
        "Sex on the Beach(섹스 온 더 비치)",
        "../images/",
        0
    ),
    (
        "Mojito(모히토)",
        "../images/",
        0
    ),
    (
        "Blue Hawaii(블루 하와이)",
        "../images/",
        0
    ),
    (
        "Cosmopolitan(코스모폴리탄)",
        "../images/",
        0
    ),
    (
        "Bacardi(바카디)",
        "../images/",
        0
    ),
    (
        "Screwdriver(스크류드라이버)",
        "../images/",
        0
    ),
    (
        "Martini(마티니)",
        "../images/",
        0
    ),
    (
        "Margarita(마가리타)",
        "../images/",
        0
    ),
    (
        "Bloody Mary(블러드 메리)",
        "../images/",
        0
    ),
    (
        "Orgasm(오르가즘)",
        "../images/",
        0
    ),
    (
        "Pink Lady(핑크 레이디)",
        "../images/",
        0
    ),
    (
        "Kahlua Coffee(깔루아 커피)",
        "../images/",
        0
    ),
    (
        "Midori Sour(미도리 사워)",
        "../images/",
        0
    ),
    (
        "Black Russian(블랙 러시안)",
        "../images/",
        0
    ),
    (
        "Tequila Sunrise(테킬라 선라이즈)",
        "../images/",
        0
    ),
    (
        "B-52(비 오십이)",
        "../images/",
        0
    ),
    (
        "Rusty Nail(러스티 네일)",
        "../images/",
        0
    ),
    (
        "Singapore Sling(싱가포르 슬링)",
        "../images/",
        0
    ),
    (
        "Sea Breeze(시 브리즈)",
        "../images/",
        0
    ),
    (
        "Kiss of Fire(키스 오브 파이어)",
        "../images/",
        0
    ),
    (
        "Peach Crush(피치크러쉬)",
        "../images/",
        0
    ),
    (
        "Mai-Tai(마이타이)",
        "../images/",
        0
    ),
    (
        "Long Island Iced Tea(롱 아일랜드 아이스티)",
        "../images/",
        0
    ),
    (
        "Grasshopper(그래스 호퍼)",
        "../images/",
        0
    ),
    (
        "B & B(비앤비)",
        "../images/",
        0
    ),
    (
        "Manhattan(맨하탄)",
        "../images/",
        0
    ),
    (
        "Mimosa(미모사)",
        "../images/",
        0
    ),
    (
        "Kami Kaze(카미카제)",
        "../images/",
        0
    ),
    (
        "Gin & Tonic(진 앤 토닉)",
        "../images/",
        0
    ),
    (
        "Blue Moon(블루 문)",
        "../images/",
        0
    ),
    (
        "White Russian(화이트 러시안)",
        "../images/",
        0
    ),
    (
        "Red_Eye(레드 아이)",
        "../images/",
        0
    ),
    (
        "Orange Blossom(오렌지 블로섬)",
        "../images/",
        0
    ),
    (
        "Angel's Kiss(엔젤스 키스)",
        "../images/",
        0
    ),
    (
        "Big_Apple(빅 애플)",
        "../images/",
        0
    ),
    (
        "Classic_Martini(클래식 마티니)",
        "../images/",
        0
    ),
    (
        "Cinderella(신데렐라)",
        "../images/",
        0
    ),
    (
        "Golden_Cadillac(골든 캐딜락)",
        "../images/",
        0
    ),
    (
        "Gluhwein(글루바인)",
        "../images/",
        0
    ),
    (
        "Cherry Blossom(체리블로섬)",
        "../images/",
        0
    ),
    (
        "sangria(상그리아)",
        "../images/",
        0
    ),
    (
        "Shirley Temple(셜리 템플)",
        "../images/",
        0
    ),
    (
        "Old Fashioned(올드 패션드)",
        "../images/",
        0
    ),
    (
        "Negroni(네그로니)",
        "../images/",
        0
    ),
    (
        "Brandy Alexander(브랜디 알렉산더)",
        "../images/",
        0
    ),
    (
        "Tom Collins(톰콜린스)",
        "../images/",
        0
    ),
    (
        "kir(키르)",
        "../images/",
        0
    );

INSERT INTO ingredients (name, image) VALUES 
    (
        "Agave syrup(아바베 시럽)",
        "../images/"
    ),
    (
        "Alpine liqueur(알파인 리쿼)",
        "../images/"
    ),
    (
        "Angostura bitters(앙고스투라 비터)",
        "../images/"
    ),
    (
        "Aperol(아페롤)",
        "../images/"
    ),
    (
        "Apple Cider(애플 사이다)",
        "../images/"
    ),
    (
        "Bacardí Ocho rum(바카디 오초 럼)",
        "../images/"
    ),
    (
        "Baileys(베일리스)",
        "../images/"
    ),
    (
        "Blanco tequila(블랑코 데킬라)",
        "../images/"
    ),
    (
        "Blue curaçao(블루 큐라소)",
        "../images/"
    ),
    (
        "Bourbon(버본)",
        "../images/"
    ),
    (
        "Brandy(브랜디)",
        "../images/"
    ),
    (
        "Brewed coffee(양조 커피)",
        "../images/"
    ),
    (
        "Brown sugar(갈색 설탕)",
        "../images/"
    ),
    (
        "Calvados(칼바도스)",
        "../images/"
    ),
    (
        "Campari(캄파리)",
        "../images/"
    ),
    (
        "Celery salt(샐러리 소금)",
        "../images/"
    ),
    (
        "Celery stalk(샐러리 줄기)",
        "../images/"
    ),
    (
        "Cherry brandy(체리 브랜디)",
        "../images/"
    ),
    (
        "Cherry(체리)",
        "../images/"
    ),
    (
        "Cinnamon stick(계피 스틱)",
        "../images/"
    ),
    (
        "Citrus vodka(시트러스 보드카)",
        "../images/"
    ),
    (
        "Club soda(클럽 소다)",
        "../images/"
    ),
    (
        "Cocktail umbrella(칵테일 우산)",
        "../images/"
    ),
    (
        "Coffee liqueur(커피 리쿼)",
        "../images/"
    ),
    (
        "Cognac(꼬냑)",
        "../images/"
    ),
    (
        "Cointreau(쿠앵트로)",
        "../images/"
    ),
    (
        "Cranberry juice(크랜베리 쥬스)",
        "../images/"
    ),
    (
        "Cream sherry(크림 셰리 와인)",
        "../images/"
    ),
    (
        "Cream(크림)",
        "../images/"
    ),
    (
        "Crème de cassis liqueur(크리메 데 카시스 리쿼)",
        "../images/"
    ),
    (
        "Dark creme de cacao(다크 크리메 데 카카오)",
        "../images/"
    ),
    (
        "Diced apple(다이스드 애플)",
        "../images/"
    ),
    (
        "Drambuie(드람부이)",
        "../images/"
    ),
    (
        "Dry Gin(드라이 진)",
        "../images/"
    ),
    (
        "Dry Vermouth(드라이 베르무트)",
        "../images/"
    ),
    (
        "Egg White(계란 흰자)",
        "../images/"
    ),
    (
        "Espresso(에스프레소)",
        "../images/"
    ),
    (
        "Gin(진)",
        "../images/"
    ),
    (
        "Ginger ale(진저 에일)",
        "../images/"
    ),
    (
        "Grand Marnier(그랑마니)",
        "../images/"
    ),
    (
        "Grapefruit Juice(자몽 주스)",
        "../images/"
    ),
    (
        "Grated nutmeg(강판 육두구)",
        "../images/"
    ),
    (
        "Green olives(그린 올리브)",
        "../images/"
    ),
    (
        "Grenadine Syrup(그레나딘 시럽)",
        "../images/"
    ),
    (
        "Ground black pepper(간 후추)",
        "../images/"
    ),
    (
        "Honey(꿀)",
        "../images/"
    ),
    (
        "Horseradish(고추냉이)",
        "../images/"
    ),
    (
        "Ice(얼음)",
        "../images/"
    ),
    (
        "Irish whiskey(아이리쉬 위스키)",
        "../images/"
    ),
    (
        "Kahlúa(깔루아)",
        "../images/"
    ),
    (
        "Kosher salt(코셔 소금)",
        "../images/"
    ),
    (
        "Lager beer(라저 비어)",
        "../images/"
    ),
    (
        "Lemon Juice(레몬주스)",
        "../images/"
    ),
    (
        "Lemon twist(레몬 스위스트)",
        "../images/"
    ),
    (
        "Lemon wedge(레몬 웻지)",
        "../images/"
    ),
    (
        "Lemon(레몬)",
        "../images/"
    ),
    (
        "Lime juice(라임 쥬스)",
        "../images/"
    ),
    (
        "Lime wedge(라임 웻지)",
        "../images/"
    ),
    (
        "Lime wheel(라임 휠)",
        "../images/"
    ),
    (
        "London dry gin(런던 드라이 진)",
        "../images/"
    ),
    (
        "Maraschino cherries(설탕절임체리)",
        "../images/"
    ),
    (
        "Midori(미도리)",
        "../images/"
    ),
    (
        "Milk(우유)",
        "../images/"
    ),
    (
        "Mint leaves(민트잎)",
        "../images/"
    ),
    (
        "Orange juice(오렌지 쥬스)",
        "../images/"
    ),
    (
        "Orange liqueur(오렌지 리큐르)",
        "../images/"
    ),
    (
        "Orange peel(오렌지 필)",
        "../images/"
    ),
    (
        "Orange wedge(오렌지 조각)",
        "../images/"
    ),
    (
        "Orange wheels slice(오렌지 휠스)",
        "../images/"
    ),
    (
        "Orange(오렌지)",
        "../images/"
    ),
    (
        "Parsley sprig(파슬리)",
        "../images/"
    ),
    (
        "Peach schnapps(피치 슈냅스)",
        "../images/"
    ),
    (
        "Pineapple juice(파인애플 쥬스)",
        "../images/"
    ),
    (
        "Pineapple wedge(파인애플 웻지)",
        "../images/"
    ),
    (
        "Powdered Sugar(파우더슈가)",
        "../images/"
    ),
    (
        "Scotch Whisky(스카치 위스키)",
        "../images/"
    ),
    (
        "Sloe Gin(슬로진)",
        "../images/"
    ),
    (
        "Small ice cubes(아이스 큐브)",
        "../images/"
    ),
    (
        "Smoked paprika(훈제 파프리카)",
        "../images/"
    ),
    (
        "Soda water(소다 워터)",
        "../images/"
    ),
    (
        "Star anise(팔각)",
        "../images/"
    ),
    (
        "Sugar syrup(설탕 시럽)",
        "../images/"
    ),
    (
        "Sugar(설탕)",
        "../images/"
    ),
    (
        "Sweet and sour mix(스윗 앤 사워 믹스)",
        "../images/"
    ),
    (
        "Sweet vermouth(스윗 베르뭇)",
        "../images/"
    ),
    (
        "Syrah red wine(시라 레드 와인)",
        "../images/"
    ),
    (
        "Tabasco sauce(타바코 소스)",
        "../images/"
    ),
    (
        "Tequila(데낄라)",
        "../images/"
    ),
    (
        "Thyme sprig(백리향 가지)",
        "../images/"
    ),
    (
        "Tomato juice(토마토 쥬스)",
        "../images/"
    ),
    (
        "Triple sec(트리플 섹)",
        "../images/"
    ),
    (
        "Vodka(보드카)",
        "../images/"
    ),
    (
        "Water(물)",
        "../images/"
    ),
    (
        "Whipped Cream(생크림)",
        "../images/"
    ),
    (
        "White rum(화이트 럼)",
        "../images/"
    );
INSERT INTO recipes (recipe, cocktail_Id) VALUES 
    (
        "1. 보드카를 1 oz 넣어주세요.",
        1
    ),
    (
        "2. 크잔의 나머지를 크랜배리와 오렌지 쥬스로 50:50 채워주세요",
        1
    ),
    (
        "3. 크랜배리 쥬스를 조금 넣어주세요",
        1
    ),
    (
        "4. 피치 슈냅을 위에 살짝 부어주세요.",
        1
    ),
    (
        "1. 하이볼 글라스에 라임 주스를 1/2oz 넣어주세요.",
        2
    ),
    (
        "2. 민트잎 3-4장과 설탕 한스푼을 넣어주세요",
        2
    ),
    (
        "3. 얼음을 80% 넣고 럼을 1oz 넣어주세요",
        2
    ),
    (
        "4. 소다수로 남은 글래스를 채워서 마무리하세요",
        2
    ),
    (
        "1. 필스너글라스와 쉐이커에 얼음을 칠링해줍니다",
        3
    ),
    (
        "2. 쉐이커에 럼, 블루큐라소, 코코넛럼, 파인애플주스 (모든재료)를 넣고 쉐이킹합니다!",
        3
    ),
    (
        "3. 필스너글라스에있는 얼음을 뺐다 다시 넣어주세요 ",
        3
    ),
    (
        "4. 가니쉬로 체리+파인애플 순서대로 꼽아서 장식해주시면 됩니다",
        3
    ),
    (
        "1. 쉐이커에 얼음을 넣고, 보드카+크렌베리주스+라임주스+트리플섹(설탕이나 시럽대체가능)을 넣고 섞어준다.",
        4
    ),
    (
        "2. 잔에 따르고 레몬등으로 장식한다.",
        4
    ),
    (
        "3. 크렌베리주스 양에 따라 색깔이 바뀐다.",
        4
    ),
    (
        "1. 바카디 Carta Blanca (혹은 바카디 슈페리어)(5] - 1 2/3oz (50ml) 넣는다",
        5
    ),
    (
        "2.레몬 주스 - 2/3oz (20ml) 넣는다",
        5
    ),
    (
        "3. 그레나딘 시럽 - 1tsp 넣고 흔든다.",
        5
    ),
    (
        "1. 보드카 - 1oz ~ 1 1/2oz (30 ~ 45ml) 넣는다.",
        6
    ),
    (
        "2. 오렌지 주스 - full up 으로 넣어준다",
        6
    ),
    (
        "3. 오렌지 조각 장식으로 마무리한다.",
        6
    ),
    (
        "1. 드라이 진 - 2oz (60ml) 드라이 베르무트 - 1/3oz (10ml)를 넣는다",
        7
    ),
    (
        "2. 잘흔든다.",
        7
    ),
    (
        "3. 미리 차갑게 얼려 둔 마티니잔에 얼음을 빼고 따른다.",
        7
    ),
    (
        "4. 칵테일 픽을 사용해 올리브로 장식으로 마무리한다.",
        7
    ),
    (
        "1. 아가베 100% 데킬라 - 1 2/3oz (50ml) 트리플 섹 - 2/3oz (20ml) 직접 착즙한 라임 주스 - 1/2oz (15ml)를 넣는다",
        8
    ),
    (
        "2. 잘 흔들어준다.",
        8
    ),
    (
        "3. 잔 테두리의 반만 소금으로 리밍한 마가리타 글라스에 따라주고 마무리한다.",
        8
    ),
    (
        "1. 하이볼글라스에 우스터소스를 1티스푼 넣어주고, 타바스코소스를 1dash 뿌려줍니다.",
        9
    ),
    (
        "2. 하이볼글라스에 소금과 후추를 1꼬집씩 넣어줍니다 (꼬집는게아니라면 한번뿌려주면됨)",
        9
    ),
    (
        "3. 얼음 3~5개를 넣고 보드카를 계랑해서 넣어줍니다.",
        9
    ),
    (
        "4. 토마토주스를 8부 부어주신후에 바스푼을 이용해서 섞어줍니다! ",
        9
    ),
    (
        "5. 가니쉬로 슬라이스레몬이나, 샐러리를 잘라서 꽂아장식합니다.",
        9
    ),
    (
        "1. 얼음 + 깔루아 1oz + 베일리스 1oz + 아마레또 1oz 를 shake.",
        10
    ),
    (
        "2. 얼음을 제하고, 칵테일 글라스에 따라낸다.",
        10
    ),
    (
        "1. 셰이커에 드라이 진 1온스, 그레나딘 시럽 ⅓온스, 생크림 ½온스와 얼음을 넣은 다음 계란 흰자 1개를 넣어 만든다.",
        11
    ),
    (
        "2. 셰이크할 때는 계란 흰자와 재료가 잘 섞이도록 충분히 흔들어 주어야 한다.",
        11
    ),
    (
        "3. 완성되면 샴페인 글라스에 따른 후, 탄산음료를 넣으면 핑크 진 피즈(Pink Gin Fizz),",
        11
    ),
    (
        "4. 생크림을 넣으면 핑크 로즈(Pink Rose), 그레나딘 시럽 1티스푼을 더 넣으면 페어리 벨(Fairy Bell)이라는 칵테일이 된다.",
        11
    ),
    (
        "1. 에스프레소를 추출한다.",
        12
    ),
    (
        "2. 컵에 얼음을 채우고 우유를 넣는다.",
        12
    ),
    (
        "3. 깔루아를 넣는다. 깔루아를 조심스럽게 넣어 밑으로 가라앉히는 것이 포인트!",
        12
    ),
    (
        "4. 에스프레소를 넣고 시나몬 가루를 뿌려준다.",
        12
    ),
    (
        "1. 사워 글라스에 얼음을 채워주세요. 셰이커에 얼음을 넣어주세요.",
        13
    ),
    (
        "2. 셰이커에 미도리를 1 + 1/2 oz 넣어주세요.",
        13
    ),
    (
        "3. 레몬주스를 1/2 oz 와 설탕 시럽을 5ml 넣고 셰이커를 흔들어주세요.",
        13
    ),
    (
        "4. 사워 글라스에 음료를 따릅니다.",
        13
    ),
    (
        "5. 소다 워터를 잔의 80%가량까지 채워주세요.",
        13
    ),
    (
        "6. 레몬 슬라이스 등으로 장식하여 마무리합니다.",
        13
    ),
    (
        "1. 올드패션드 글라스에 얼음을 80~90% 채워줍니다.",
        14
    ),
    (
        "2. 보드카를 1 oz 넣습니다.",
        14
    ),
    (
        "3. 커피 리큐르(깔루아)를 1/2 oz 넣습니다.",
        14
    ),
    (
        "4. 바 스푼으로 섞이도록 잘 저어주세요.",
        14
    ),
    (
        "1. 필스너 글라스에 얼음을 가득 채웁니다.",
        15
    ),
    (
        "2. 데낄라를 1 + 1/2oz 넣어주세요.",
        15
    ),
    (
        "3. 오렌지 주스를 잔의 80%가량까지 채워주세요.",
        15
    ),
    (
        "4. 스푼을 사용해 한쪽에서 그레나딘 시럽 1/2oz를 천천히 부어줍니다.",
        15
    ),
    (
        "1. 아래층에 깔루아 1/3PART를 넣어줍니다!",
        16
    ),
    (
        "2. 두번째 층은 베일리스를 글라스의 1/3PART를 쌓아줍니다.",
        16
    ),
    (
        "3. 마지막으로 그랑 마니에르를 지거에 0.5온스 가량 담아서 쌓아줍니다",
        16
    ),
    (
        "1. 올드 패션드 글라이스에 얼음을 80~90% 채워줍니다.",
        17
    ),
    (
        "2. 스카치 위스키를 1 oz 넣습니다.",
        17
    ),
    (
        "3. 드람부이를 1/2 oz 넣습니다.",
        17
    ),
    (
        "4. 바 스푼으로 섞이도록 잘 저어주세요.",
        17
    ),
    (
        "1. 필스너글라스와 쉐이커에 얼음을 칠링해줍니다 4~5개",
        18
    ),
    (
        "2. 쉐이커에 진, 레몬주스, 슈가파우더를 넣고 쉐이킹합니다!",
        18
    ),
    (
        "3. 필스너글라스에있는 얼음을 빼주세요",
        18
    ),
    (
        "4. 필스너 글라스에 얼음을 넣어주세요",
        18
    ),
    (
        "5. 쉐이커에 있는 내용물을 필스너글라스에 따라주세요~",
        18
    ),
    (
        "6. 소다수로 8부 채워줍니다",
        18
    ),
    (
        "7. 바스푼으로 저어줍니다",
        18
    ),
    (
        "8. 체리브랜디를 가라앉혀줍니다 (섞으시면안되요)",
        18
    ),
    (
        "9. 가니쉬로 체리와 오렌지를 꽂아 장식해주시면됩니다",
        18
    ),
    (
        "1. 하이볼 글라스에 얼음 4~5개를 넣어줍니다",
        19
    ),
    (
        "2. 하이볼글라스에 보드카를넣고 크랜베리쥬스랑, 자몽주스를 넣어준 후 바스푼으로 저어줍니다!",
        19
    ),
    (
        "3. 레몬을 자르신후 꽂아줍니다",
        19
    ),
    (
        "1. 레몬 조각을 이용하여 칵테일글라스 가장자리에 레몬즙을 발라주세요.",
        20
    ),
    (
        "2. 칵테일 글라스 가장자리에 설탕을 묻힙니다.",
        20
    ),
    (
        "3. 셰이커에 얼음을 넣어주세요.",
        20
    ),
    (
        "4. 보드카 1oz를 넣습니다.",
        20
    ),
    (
        "5. 슬로 진 1/2oz를 넣습니다.",
        20
    ),
    (
        "6. 드라이 베르무트 1/2oz를 넣습니다.",
        20
    ),
    (
        "7. 레몬주스를 1 티스푼 넣어주세요.",
        20
    ),
    (
        "8. 셰이커를 닫고 힘차게 흔들어주세요.",
        20
    ),
    (
        "9. 왼손으로 글라스 밑부분을 잡고 음료를 따릅니다.",
        20
    ),
    (
        "1. 보스턴 쉐이커에 얼음을 채웁니다.",
        21
    ),
    (
        "2. 앱솔루트 맨드린, 복숭아 퓌레, 라임주스, 웨지 복숭아 - 모든 재료를 넣습니다.",
        21
    ),
    (
        "3. 쉐이킹을 한 후 스트레이너를 사용하여 차가운 락 글래스에 따릅니다.",
        21
    ),
    (
        "4. 복숭아로 장식합니다.",
        21
    ),
    (
        "1. 흰 럼주, 퀴라소, 라임 주스, 그리고 오지를 으깬 얼음이 있는 셰이커에 넣고 가볍게 흔드세요.",
        22
    ),
    (
        "2. 더블록스 글라스에 따릅니다.",
        22
    ),
    (
        "3. 어두운 럼주를 위에 띄웁니다",
        22
    ),
    (
        "4. 라임 휠과 민트 잔가지로 장식합니다.",
        22
    ),
    (
        "1. 얼음으로 채워진 콜린스 잔에 보드카, 럼, 데킬라, 진, 트리플 섹, 간단한 시럽, 레몬 주스를 넣으세요.",
        23
    ),
    (
        "2. 콜라를 약간 뿌리고 적당히 혼합해줍니다.",
        23
    ),
    (
        "3. 레몬 슬라이스를 곁들입니다.",
        23
    ),
    (
        "1. 계량 잔에 크렘 드 민트를 1oz 넣어줍니다.",
        24
    ),
    (
        "2. 크렘 드 카카오를 1oz 넣어줍니다.",
        24
    ),
    (
        "3. 마지막으로 우유를 또한 1oz 넣어줍니다.(모든 재료의 비율은 1:1:1 입니다.) ",
        24
    ),
    (
        "1. 잔에 베네딕튼을 붓습니다.",
        25
    ),
    (
        "2. 천천히 브랜디를 붓습니다.",
        25
    ),
    (
        "3. 레몬 슬라이스나 라임 슬라이스로 장식하면 더 좋습니다.",
        25
    ),
    (
        "1. 칵테일글라스에 얼음을 넣고 차갑게 합니다.",
        26
    ),
    (
        "2. 믹싱 글라스에 얼음을 60-70% 채우고, 버번 위스키를 1+1/2oz 넣습니다.",
        26
    ),
    (
        "3. 스위트 베르무트를 3/4oz 넣습니다.",
        26
    ),
    (
        "4. 앙고스투라 비터스를 1대시 넣어주세요.",
        26
    ),
    (
        "5. 바 스푼으로 6회 이상 휘저어 줍니다.",
        26
    ),
    (
        "6. 스트레이너를 끼우고 얼음을 걸러 컵에 따라주세요.",
        26
    ),
    (
        "7. 체리 장식으로 마무리합니다.",
        26
    ),
    (
        "1. 샴페인 글라스에 얼음을 넣고 차갑게 합니다.",
        27
    ),
    (
        "2. 얼음을 비우고 오렌지 주스를 잔의 1/2까지 넣어주세요.",
        27
    ),
    (
        "3. 남은 잔을 샴페인으로 채워주세요.",
        27
    ),
    (
        "4. 바 스푼으로 가볍게 저어 마무리합니다.",
        27
    ),
    (
        "1. 칵테일글라스에 얼음을 넣어 차갑게 해 주세요.",
        28
    ),
    (
        "2. 쉐이커에 얼음을 넣고 보드카를 1oz 부어주세요.",
        28
    ),
    (
        "3. 쿠앵트로(코인트로)를 1/2oz 넣습니다.",
        28
    ),
    (
        "4. 라임 주스를 1/2oz 넣습니다.",
        28
    ),
    (
        "5. 음료가 잘 섞이도록 쉐이커를 힘차게 흔들어 주세요.",
        28
    ),
    (
        "6. 글라스의 얼음을 비우고 음료를 따라줍니다.",
        28
    ),
    (
        "7. 라임 조각 장식으로 마무리해주세요.",
        28
    ),
    (
        "1. 하이볼 글라스에 얼음을 70%가량 채워주세요.",
        29
    ),
    (
        "2. 드라이 진을 1.5OZ 넣습니다.",
        29
    ),
    (
        "3. 토닉워터를 가득 채워주세요.",
        29
    ),
    (
        "4. 음료가 잘 섞이도록 바 스푼으로 저어줍니다.",
        29
    ),
    (
        "5. 라임즙을 내어 넣어줍니다. (가시시로 라임 장식 추가)",
        29
    ),
    (
        "1. 하이볼 글라스에 얼음을 채워주세요.",
        30
    ),
    (
        "2. 쉐이커에 얼음을 채웁니다.",
        30
    ),
    (
        "3. 쉐이커에 드라이 진을 1oz 넣어주세요.",
        30
    ),
    (
        "4. 이어서 블루 큐라소를 1/2oz 넣어주세요.",
        30
    ),
    (
        "5. 스위트 & 사워믹스를 1+1/2oz 넣습니다.",
        30
    ),
    (
        "6. 마지막으로 파인애플 주스를 3oz 넣어주세요.",
        30
    ),
    (
        "7. 음료가 잘 섞이도록 쉐이커를 5-10회 흔들어주세요.",
        30
    ),
    (
        "8. 하이볼 글라스에 음료를 따릅니다.",
        30
    ),
    (
        "9. 슬라이스 레몬 장식으로 마무리합니다.",
        30
    ),
    (
        "1. 얼음을 채운 락 글라스에 보드카와 깔루아를 넣습니다.",
        31
    ),
    (
        "2. 헤비 크림을 얹고 저어줍니다.",
        31
    ),
    (
        "1. 재료를 모으십시오.",
        32
    ),
    (
        "2. 맥주잔에 토마토 주스를 붓는다.",
        32
    ),
    (
        "3. 맥주로 채우십시오.",
        32
    ),
    (
        "4. 맛에 따라 소금을 넣고 저어줍니다.",
        32
    ),
    (
        "5. 즐기십시오.",
        32
    ),
    (
        "1. 진, 스위트 베르무트, 오렌지 주스를 얼음과 함께 셰이커에 넣고 잘 식을 때까지 흔듭니다.",
        33
    ),
    (
        "2. 식힌 칵테일 글라스에 따른다.",
        33
    ),
    (
        "3. 오렌지 웨지로 장식하십시오.",
        33
    ),
    (
        "1. 크림 드 카카오를 5온스 잔에 붓습니다.",
        34
    ),
    (
        "2. 바스푼의 볼록한 면을 이용하여 크림 드 카카오 위에 크림을 흐트러뜨리지 않도록 천천히 부으면서 레이어링 효과를 줍니다.",
        34
    ),
    (
        "3. 같은 방법으로 크림 위에 브랜디를 바르십시오.",
        34
    ),
    (
        "1. 칼바도스와 라임 주스를 결합하십시오.",
        35
    ),
    (
        "2. 흔들어 유리에 변형",
        35
    ),
    (
        "3. 애플 사이다를 얹고 얼음을 넣고 애플 팬과 시나몬 스틱으로 장식합니다.",
        35
    ),
    (
        "4. 음료를 즐기십시오!",
        35
    ),
    (
        "1. 잔 을 식히십시오 : 마티니를 만들기 전에 마티니 잔을 냉동실에 넣어 식히십시오.",
        36
    ),
    (
        "2. 음료 만들기: 진 또는 보드카와 드라이 베르무트를 믹싱 글라스에 넣습니다.",
        36
    ),
    (
        "3. 교반 및 변형: 각 얼음을 추가하고 마티니가 식을 때까지 30초 동안 저어줍니다. 차가운 마티니 잔에 음료를 따르십시오.",
        36
    ),
    (
        "4. 음료 장식: 레몬 껍질을 자르고 마티니 위에 레몬 껍질 뒷면을 표현(꼬집기)합니다. 레몬 껍질을 잔 가장자리에 문질러 잔에 떨어뜨립니다. 또는 스피어 올리브로 장식하십시오.",
        36
    ),
    (
        "1. 재료를 모으십시오.",
        37
    ),
    (
        "2. 얼음을 채운 칵테일 셰이커에 주스와 석류석을 붓습니다 .",
        37
    ),
    (
        "3. 잘 흔듭니다.",
        37
    ),
    (
        "4. 스트레인 냉장로 콜린스 유리 신선한 얼음을 가득합니다.",
        37
    ),
    (
        "5. 진저 에일을 얹는다.",
        37
    ),
    (
        "6. 파인애플 및/또는 오렌지 조각으로 장식하십시오.",
        37
    ),
    (
        "7. 음료를 즐기십시오.",
        37
    ),
    (
        "1. 재료를 모으십시오.",
        38
    ),
    (
        "2. 얼음으로 가득찬 칵테일 쉐이커에 크림, 화이트 크림 카카오 및 갈리아노를 붓는다.",
        38
    ),
    (
        "3. 잘 흔든다.",
        38
    ),
    (
        "4. 식힌 칵테일 글라스에 따른다",
        38
    ),
    (
        "1. 슬로우 쿠커에 모든 재료를 넣고 약 1시간 동안 온도를 '낮음'으로 설정한다.",
        39
    ),
    (
        "2. '보온'으로 전환하고 원하는 대로 제공합니다.",
        39
    ),
    (
        "3. 계피 스틱, 스타 아니스, 강판 육두구와 같은 향신료와 함께 오렌지 껍질 조각으로 장식하십시오.",
        39
    ),
    (
        "1. 믹싱 글라스에 키르쉬를 제외한 모드 재료를 넣고 얼음을 채운다.",
        40
    ),
    (
        "2. 저어주고 큰 얼음 조각 위에 사케 잔에 따라냅니다.",
        40
    ),
    (
        "3. 키르쉬를 그 위에 띄우고 벚꽃과 체리로 장식합니다.",
        40
    ),
    (
        "1. 큰 피처에 설탕, 오렌지, 사과, 레몬을 넣고 30초 동안 섞습니다.",
        41
    ),
    (
        "2. 브랜디와 오렌지 주스를 넣고 30초 동안 다시 섞습니다.",
        41
    ),
    (
        "3. 레드와인을 넣고 저어주세요.",
        41
    ),
    (
        "4. 레드 와인 잔에 얼음과 함께 서빙하고 오렌지 휠로 장식합니다.",
        41
    ),
    (
        "1. 콜린스 잔에 각얼음을 채웁니다.",
        42
    ),
    (
        "2. 석류석과 라임 주스를 첨가합시이오.",
        42
    ),
    (
        "3. 진저 에일을 얹고 부드럽게 섞이도록 저어줍니다.",
        42
    ),
    (
        "4. 꼬치에 2개의 Luxardo 마라스키노 체리로 장식합니다.",
        42
    ),
    (
        "1. 얼음과 함께 믹싱 글라스에 위스키, 베네딕틴, 두 비터를 넣고 잘 식을 때까지 저어줍니다.",
        43
    ),
    (
        "2. 신선한 얼음을 채운 락 글라스에 따라냅니다.",
        43
    ),
    (
        "3. 오렌지 트위스트로 장식하십시오",
        43
    ),
    (
        "1. 얼음을 채운 믹싱 글라스에 진, 캄파리, 스윗 베르무트를 넣고 충분히 식을 때까지 저어분지다.",
        44
    ),
    (
        "2. 큰 얼음으로 채워진 락 글라스에 따라냅니다.",
        44
    ),
    (
        "3. 오렌지 껍질로 장식하십시오.",
        44
    ),
    (
        "1. 얼음과 함께 쉐이커에 코냑, 다크 크림 드 카카오, 크림을 넣고 잘 식을 때까지 흔듭니다.",
        45
    ),
    (
        "2. 차갑게 식힌 칵테일 글라스나 쿠페 글라스에 따른다.",
        45
    ),
    (
        "3. 갓 강판에 간 육두구로 장식하십이오.",
        45
    ),
    (
        "1. 콜린스 글라스에 진, 레몬 주스, 슈가시럽을 넣는다.",
        46
    ),
    (
        "2. 얼음을 채우고 클럽 소다를 붓고 저어줍니다.",
        46
    ),
    (
        "3. 레몬 힐과 마라스키노 체리로 장식합니다",
        46
    ),
    (
        "1. 와인잔에 화이트 와인을 3oz 넣습니다.",
        47
    ),
    (
        "2. 크림 드 카시스를 1/2 oz 넣어주세요",
        47
    ),
    (
        "3. 바 스푼을 이용해 잘 섞이도록 휘저어주세요.",
        47
    ),
    (
        "4. 레몬껍질을 살짝 비틀어서 칵테일 안에 집어넣어 마무리합니다.",
        47
    )
